# ConcreteTemplateConversion

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**type** | **str** |  | [default to 'IdeaStatiCa.Api.Connection.Model.ConcreteTemplateConversion, IdeaStatiCa.Api']

## Example

```python
from ideastatica_connection_api.models.concrete_template_conversion import ConcreteTemplateConversion

# TODO update the JSON string below
json = "{}"
# create an instance of ConcreteTemplateConversion from a JSON string
concrete_template_conversion_instance = ConcreteTemplateConversion.from_json(json)
# print the JSON string representation of the object
print(concrete_template_conversion_instance.to_json())

# convert the object into a dict
concrete_template_conversion_dict = concrete_template_conversion_instance.to_dict()
# create an instance of ConcreteTemplateConversion from a dict
concrete_template_conversion_from_dict = ConcreteTemplateConversion.from_dict(concrete_template_conversion_dict)
```
[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)